<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Builds a package from a downloaded Dialpad download. Then, uploads to the Jamf Pro Server.</string>
	<key>Identifier</key>
	<string>com.github.bmena34.ht-recipes.jss-upload.Dialpad</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Communication</string>
		<key>NAME</key>
		<string>Dialpad-autoPKG</string>
	</dict>
	<key>MinimumVersion</key>
	<string>1.4.1</string>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.mikestechshop.pkg.Dialpad</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
